[
  "Date: October 09, 1981"
  "Title: Remarks to the Initial Meeting of the National Commission on Excellence in Education"
  "I am pleased to welcome all of you who make up the National Commission on Excellence in Education to the White House today. We had planned and hoped that this would be a very happy event for you. Instead we find ourselves gripped by horror and sadness after the terrible attack on President Sadat. We Americans have lost a wonderful friend, and the world has lost one of the greatest peacemakers of all time."
  "This barbaric, cowardly act has no rational explanation. It was motivated by pure hatred and ignorance. But let it serve as a reminder to all of us of our solemn duty to protect and strengthen the institutions that support our democracy."
  "Certainly, there are few areas of American life as important to our society, to our people, to our families as our schools and colleges."
  "So let me begin by commending you, Ted Bell, for your leadership in creating this Commission, and each of you for your willingness to serve on it. I'm especially grateful to Dr. Gardner, president of the University of Utah, and Yvonne Larson, president of the San Diego Board of Education, who will serve as Chair and Vice Chair of the Commission."
  "The problems and challenges you face are enormous. But so are the contributions you can make to improving the quality of our lives and strengthening our country."
  "I think we can see a parallel between the recent decline in our Nation's economy and its educational system. In each case, serious problems grew worse because of neglect, and because of misguided policies by people who viewed the world the way they wanted it to be, rather than the way it really is."
  "In each case, we spent more only to wind up with less."
  "I urge you to help America get back to stressing fundamentals in our schools. Not just the fundamentals of learning, which we wholeheartedly support, but also some very fundamental principles."
  "The first and most important of those principles is that education does not begin with Washington officials, or even State and local officials. It begins in the home, where it is the right and the responsibility of every parent. Our educational institutions—both public and private— exist to assist families in the instruction of their children. We sometimes forget this, and act as though things were the other way around."
  "A second principle, true in education just as in our economy, is that excellence demands competition. Competition among students and among schools. And why not? We must always meet our obligations to those who would fall behind without our assistance. But let's remember something else too: Without a race there can be no champion. No records broken, no excellence—in education or any other walk of life."
  "A third principle is diversity, which is absolutely essential to the American way of life. Nowhere is this more important than in education. Pluralism in American education has always been one of the strengths of our society and we welcome the recent resurgence of independent schools."
  "Finally, let me just say a word about a fourth kind of principle—the one that teaches us there really is a difference between right and wrong. I think it's time we took a good look at this moral side of contemporary schooling. How, for example, can we expect to restore educational excellence in schools still plagued by drug abuse and crime and chronic absenteeism?"
  "And if we want to strengthen our children's sense of honesty, discipline and direction, can we not begin—just as we do on our coinage or in the halls of Congress—by allowing God back in the classroom and by striving in our own lives to abide by His 10 Commandments?"
  "Of course some people insist there are no simple answers to any of the problems that plague our society. I disagree. Many of the answers are simple—they're just not easy."
  "None of you has chosen the easy road. And with a lot of work and dedication and cooperation, I know you'll help many of our children to get back on the right road."
  "Thank you very much."
]